Repository: mobile-foodriver-systems/flutter-game
Catalog: lib/l10n/intl_*.arb
Languages: ru

# authPageLoginToAccount
source: Log in to your account
ru: Вход в аккаунт

# authPageUsername
source: Enter your username
ru: Введите логин

# authPagePassword
source: Enter the password
ru: Введите пароль

# authPageLogin
source: Login
ru: Войти

# authPageAcceptPart
source: By clicking «Login», you accept the terms of the
ru: Нажимая «Войти», Вы принимаете условия

# authPagePrivacyPolicyPart
source: privacy policy
ru: политики конфиденциальности

# authPagePrivacyPolicy
source: Privacy policy
ru: Политика конфиденциальности

# authPageYourLogin
source: Your username
ru: Ваш логин

# authPageYourPassword
source: Your password
ru: Ваш пароль

# authPageRegister
source: Register
ru: Зарегистрироваться

# profilePageYourBalance
source: Your balance
ru: Ваш баланс

# profilePageLogout
source: Log out
ru: Выйти из аккаунта

# profilePageDeleteAccount
source: Delete an account
ru: Удалить аккаунт

# profilePageInformation
source: Information
ru: Данные

# profilePageEmail
source: Email
ru: Почта

# profilePageWallet
source: Wallet
ru: Кошелек

# profilePageLegal
source: Legal
ru: Юридическое

# profilePageOfferAgreement
source: The offer Agreement
ru: Договор оферты

# progressListPageRatingOfParticipants
source: Rating of participants
ru: Рейтинг участников

# progressListPageGlobal
source: Global
ru: Глобальный

# progressListPageDistanceRadius
source: Within a 100-kilometer radius
ru: В радиусе 100 км

# progressListPageUnknown
source: Unknown
ru: Неизвестно

# progressListPageNick
source: Nick
ru: Ник

# progressListPageScore
source: Score
ru: Рейтинг

# gamePageClickOnTheDots
source: Click on the dots to start the game
ru: Возьмите заказ для начала игры

# gamePageTapToGo
source: Tap to go
ru: Кликай чтобы ехать

# gamePageBeginIn
source: Begin in: {seconds}
ru: Старт через: {seconds}

# gamePageTapSpeed
source: {speed} tap/s
ru: {speed} клк/сек

# gamePageSorry
source: Sorry
ru: Извините

# gamePageTryAgain
source: Try again
ru: Попробовать снова

# gamePageYouEarned
source: You've earned it
ru: Вы заработали

# gamePagePlayMore
source: Play more
ru: Играть еще

# gamePageSomethingWrong
source: Something went wrong
ru: Что-то пошло не так

# gamePageDetermineTheLocation
source: Determine the location
ru: Определить местоположение

# gamePageWinText1
source: Great job! The order was delivered on time. Keep up the good work!
ru: Отличная работа! Заказ был доставлен точно в срок. Продолжайте в том же духе!

# gamePageWinText2
source: You coped with the task perfectly! Your client was satisfied — keep it up!
ru: Вы справились с задачей на отлично! Ваш клиент остался доволен — так держать!

# gamePageWinText3
source: Amazing! Your commitment to speed is impressive. The next challenge is waiting!
ru: Восхитительно! Ваше стремление к скорости впечатляет. Следующий вызов ждет!

# gamePageWinText4
source: Congratulations! You delivered the order on time, and it deserves applause.
ru: Поздравляю! Вы доставили заказ вовремя, и это заслуживает аплодисментов.

# gamePageWinText5
source: Wonderful job! Successful delivery is your superhero moment!
ru: Чудесная работа! Успешная доставка — это ваш супергеройский момент!

# gamePageWinText6
source: You exceeded all expectations and delivered everything quickly and without problems! Keep it up !
ru: Вы превзошли все ожидания и доставили все быстро и без проблем! Так держать!

# gamePageWinText7
source: Wonderful job! Your efforts have not gone unnoticed. Keep up the good work!
ru: Замечательная работа! Ваши усилия не остались незамеченными. Продолжайте в том же духе!

# gamePageWinText8
source: You are incredibly efficient — the order is delivered on time! Keep shining!
ru: Вы невероятно эффективны — заказ доставлен вовремя! Продолжайте блистать!

# gamePageWinText9
source: Great! You know how to work under pressure, and it's very valuable.
ru: Здорово! Вы умеете работать под давлением, и это очень ценно.

# gamePageWinText10
source: Well done! The order was delivered on time, and you brought joy to the customer!
ru: Молодец! Заказ доставлен в срок, и вы принесли радость клиенту!

# gamePageLooseText1
source: You did not manage to deliver the order on time, but do not despair — next time everything will work out!
ru: Вы не успели доставить заказ вовремя, но не отчаивайтесь — в следующий раз всё получится!

# gamePageLooseText2
source: Today is a failure, but you learn from experience. Next time you will be even faster!
ru: Сегодня неудача, но вы учитесь на опыте. В следующий раз вы будете еще быстрее!

# gamePageLooseText3
source: Don't get upset! Every failure is a step towards success next time.
ru: Не расстраивайтесь! Каждая неудача — это шаг к успеху в следующий раз.

# gamePageLooseText4
source: Pay attention to the time — you will do better next time!
ru: Обратите внимание на время — вы справитесь лучше в следующий раз!

# gamePageLooseText5
source: Not everything worked out today, but there are new opportunities ahead for victories!
ru: Сегодня не все получилось, но впереди новые возможности для побед!

# gamePageLooseText6
source: You made an effort, and that's the main thing! Success awaits you in the future!
ru: Вы приложили усилия, и это главное! В будущем вас ждет успех!

# gamePageLooseText7
source: Failure is only a temporary phenomenon! Get ready for new challenges!
ru: Неудача — это лишь временное явление! Будьте готовы к новым вызовам!

# gamePageLooseText8
source: Mistakes are an experience. Next time you will definitely deliver on time!
ru: Ошибки — это опыт. В следующий раз вы точно доставите вовремя!

# gamePageLooseText9
source: One failure is not the end. Believe in yourself and move on!
ru: Одна неудача — это не конец. Верьте в себя и двигайтесь дальше!

# gamePageLooseText10
source: You are diligent anyway, and this is important. Next time it will definitely work!
ru: Вы все равно старательны, и это важно. В следующий раз обязательно получится!

# registrationPageRegistration
source: Registration
ru: Регистрация

# registrationPageYourPassword
source: Repeat the password
ru: Повторите пароль

# registrationPagePasswordsDoNotMatch
source: Passwords don't match
ru: Пароли не совпадают

# countryListPageSelectCountry
source: Select a country
ru: Выберите страну

# countryListPageDetectAutomatically
source: Detect automatically
ru: Определить автоматически

# countryListPageDone
source: Done
ru: Готово

# countryListPageCountry
source: Country
ru: Страна

# cityListPageSelectCity
source: Select a city
ru: Выберите город

# cityListPageCity
source: City
ru: Город

# listPageEmptyList
source: The list is empty
ru: Список пуст
